Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: indirect taxes, inflation was 2.9 per cent in September, and measures of core inflation
fr_fr: mois de septembre, et les mesures de l'inflation fondamentale se sont maintenues autour

source: have held slightly around 3 per cent in recent months.
fr_fr: de 3 % au cours des derniers mois.

source: This reflects a few lingering
fr_fr: Cette vigueur de l'inflation dénote certains facteurs

source: forces:
fr_fr: persistants :

source: Goods inflation (excluding energy) remains firm due to earlier global cost pressures that passed
fr_fr: sont exercées antérieurement sur les coûts à l'échelle internationale et qui se sont traduites

source: through to import prices.
fr_fr: par des prix plus élevés à l'importation.

source: This was driven by global factors such as a weaker Canadian dollar in
fr_fr: faiblesse du dollar canadien vers la fin de 2024, la hausse des prix dans le secteur

source: late 2024, higher industrial prices, and elevated global shipping costs—though these
fr_fr: industriel et les coûts élevés de transport.

source: factors have eased recently.
fr_fr: Ces facteurs se sont cependant atténués récemment.

source: Food prices have risen globally, including in Canada, reflecting past cost increases such as the
fr_fr: Les prix des aliments ont augmenté à l'échelle mondiale, y compris au Canada, ce qui reflète les

source: depreciation of many global currencies against the U.S. dollar in late 2024.
fr_fr: mondiales par rapport au dollar américain vers la fin de 2024.

source: These past
fr_fr: Ces augmentations de coûts

source: cost increases are still feeding through to food prices.
fr_fr: antérieures continuent de se répercuter sur les prix des aliments.

source: Elevated global commodity prices and
fr_fr: Le prix élevé des produits de

source: supply disruptions have also added further pressure.
fr_fr: base et les perturbations de l'offre à l'échelle mondiale ont entraîné d'autres pressions. La

source: The increase in food prices in Canada is of
fr_fr: hausse des prix des aliments au Canada est d'une ampleur similaire à celle de pays comparables

source: a similar magnitude as its peers (Chart 19).
fr_fr: (graphique 19).

source: Energy inflation remains moderate following the removal of the consumer carbon price, though
fr_fr: L'inflation des prix de l'énergie demeure modérée à la suite de l'élimination de la tarification du carbone pour les consommateurs.

source: higher global refinery margins, driven by tight supply and robust demand, have offset some of
fr_fr: dans le monde, attribuables à la vigueur de la demande et à une offre limitée, neutralisent en

source: the decline.
fr_fr: partie cette baisse.

source: Services inflation is still elevated, though shelter inflation is easing.
fr_fr: L'inflation du prix des services demeure élevée, quoique le taux d'inflation du logement

source: Moderation in mortgage
fr_fr: s'atténue.

source: interest costs is expected to continue and the decline in rent inflation is expected to resume
fr_fr: de la croissance démographique et de l'offre accrue de logements locatifs, ce qui réduira les

source: as population growth cools and more rental supply comes online, driving market rents down.
fr_fr: La croissance des salaires permet aux Canadiens d'avoir plus d'argent dans leurs poches, le montant

source: Wage growth is putting more money in the pockets of Canadians, with paycheques rising even after
fr_fr: des chèques de paie ayant augmenté même en tenant compte de l'inflation.

source: accounting for inflation.
fr_fr: Voilà maintenant près de

source: Wage growth has now outpaced inflation for nearly three years (Chart 20).
fr_fr: trois ans que la croissance des salaires est supérieure à l'inflation (graphique 20).

source: Looking ahead, inflation is expected to remain close to 2 per cent as upward and
fr_fr: On prévoit que le taux d'inflation devrait se maintenir aux alentours de 2 %, alors que les

source: downward price pressures balance each other:
fr_fr: pressions à la hausse et à la baisse sur les prix s'équilibrent mutuellement :

source: Higher U.S. tariffs on their imports are increasing production costs for Canadian firms, which
fr_fr: La hausse des droits de douane imposés par les États-Unis sur leurs importations gonfle les

source: could add to domestic inflation.
fr_fr: coûts de production des entreprises canadiennes et pourrait contribuer à l'inflation au pays.

source: Cost pressures resulting from supply chain realignment as firms
fr_fr: Les pressions sur les coûts découlant de la réorientation des chaînes d'approvisionnement à

source: diversify their suppliers could also spill over into Canadian consumer prices, given tightly
fr_fr: mesure que les entreprises diversifient leurs fournisseurs pourraient aussi se répercuter sur

source: integrated North American supply chains.
fr_fr: d'approvisionnement en Amérique du Nord.

source: The removal of most Canadian countermeasures means less upward pressure on many U.S. sourced
fr_fr: L'élimination de la plupart des contre-mesures canadiennes se traduira par moins de pressions à

source: goods prices going forward.
fr_fr: la hausse sur le prix de bon nombre de produits provenant des États-Unis.

source: Slower domestic demand and softer labour market conditions putting downward pressures on unit
fr_fr: Le ralentissement de la demande intérieure et les conditions plus précaires du marché du

source: labour costs will weigh down inflation more broadly.
fr_fr: l'inflation de manière plus générale.

source: The Bank of Canada has lowered interest rates significantly, providing support to domestic demand and
fr_fr: La Banque du Canada a réduit considérablement les taux d'intérêt, ce qui a soutenu la demande

source: the Canadian economy.
fr_fr: intérieure et l'économie canadienne.

source: Since May 2024, the policy rate has been cut by 2.75 percentage
fr_fr: Depuis mai 2024, elle a baissé le taux directeur

source: points to 2.25 per cent—below the midpoint of the Bank's estimated neutral range. The
fr_fr: point médian de la « fourchette neutre » selon les estimations de la Banque du Canada.

source: Bank of Canada has eased monetary policy earlier and more decisively than many peers in this easing
fr_fr: Cette dernière a assoupli sa politique monétaire plus tôt et de manière plus décisive que bien

source: cycle, thanks in part to faster disinflation (Chart 21).
fr_fr: d'autres banques centrales au cours de ce cycle d'assouplissement, en partie grâce à une

source: On October 29, the Bank cut its policy rate by 25 basis points, citing ongoing weakness in the
fr_fr: désinflation plus rapide (graphique 21). Le 29 octobre dernier, la Banque a réduit son taux directeur de 25 points de

source: economy and fewer upside risks to inflation.
fr_fr: base, invoquant le ralentissement persistant de l'économie et une diminution des facteurs de risque

source: The Bank further noted that the policy rate was at the
fr_fr: La Banque a aussi signalé que le taux directeur était à un niveau

source: right level to help the economy through the current period of adjustment.
fr_fr: approprié pour aider l'économie à traverser cette période d'ajustement.

source: Canadian Economic Outlook
fr_fr: Perspectives de l'économie canadienne

source: Global Uncertainty Is Impacting Canada's Outlook
fr_fr: L'incertitude mondiale pèse sur les perspectives économiques du Canada

source: The Department of Finance regularly surveys private sector economists on their views on the outlook
fr_fr: privé afin de connaître leur avis sur les perspectives de l'économie canadienne (une analyse

source: for the Canadian economy (see Annex 1 for more detailed discussion of forecast results).
fr_fr: détaillée des résultats prévus se trouve à l'annexe 1).

source: Since 1994, Canada has used the average of private sector forecasts as the foundation for its
fr_fr: Depuis 1994, le gouvernement du Canada fonde sa planification économique et budgétaire sur la

source: economic and fiscal planning.
fr_fr: moyenne des prévisions du secteur privé.

source: This approach supports objectivity and transparency, and introduces a
fr_fr: Cette façon de procéder renforce l'objectivité et la

source: degree of independence into the government's forecast process—a practice endorsed by international
fr_fr: transparence, et confère un certain degré d'indépendance aux prévisions du gouvernement. Il s'agit

source: institutions such as the IMF.
fr_fr: là d'une pratique avalisée par des institutions internationales comme le FMI.

source: In the August 2025 survey, forecasters incorporated new tariff measures and trade policy
fr_fr: Dans l'enquête d'août 2025, les prévisionnistes ont tenu compte des nouvelles mesures tarifaires

source: developments that were known at the time of the survey.
fr_fr: et des derniers développements au chapitre de la politique commerciale connus à ce moment.

source: In particular, they incorporated the
fr_fr: En particulier, ils ont tenu compte de l'incertitude engendrée par les droits de douane et de leur

source: uncertainty tariffs create and the burden they have placed on the Canadian economy.
fr_fr: impact sur l'économie canadienne.

source: A gradual
fr_fr: Même si une diminution graduelle des droits de douane américains

source: de-escalation of U.S. tariffs was assumed over the next two years, but a return to broadly open,
fr_fr: est attendue dans une certaine mesure au cours des deux prochaines années, rien ne laisse présager

source: low-tariff global trade was not anticipated.
fr_fr: la reprise d'un commerce à l'échelle mondiale qui soit largement ouvert et caractérisé par des

source: Despite this uncertainty, forecasters expect modest growth in the second half of the year (Chart 23),
fr_fr: deuxième moitié de l'année (graphique 23), alors que l'économie est tombée au point mort au

source: after the economy stalled in the first half of the year.
fr_fr: premier semestre de 2025.

source: In this outlook, exports and business
fr_fr: Dans leurs perspectives, les exportations et les investissements des

source: investment remain weak due to U.S. tariffs and uncertain demand prospects.
fr_fr: entreprises demeurent faibles en raison des droits de douane imposés par les États-Unis et de

source: Household spending
fr_fr: Les dépenses des ménages demeurent

source: remains robust but moderates along with weaker labour market conditions and slowing population growth.
fr_fr: vigoureuses, mais elles commencent à ralentir alors que la situation se détériore quelque peu sur le marché du travail et que la croissance démographique ralentit.

source: Real GDP growth is projected to recover through 2026, supported by stabilising exports and a
fr_fr: La croissance du PIB réel devrait se rétablir en 2026, à la faveur de la stabilisation des

source: recovery in domestic demand amid lower interest rates.
fr_fr: exportations et du redressement de la demande intérieure dans un contexte de baisse des taux d'intérêt.

source: As the Canadian economy adjusts to the new
fr_fr: À mesure que l'économie canadienne s'adaptera au nouveau contexte commercial, la

source: trading environment, growth is expected to pick up to reach around 2 per cent by 2027
fr_fr: croissance devrait s'accélérer pour avoisiner 2 % d'ici 2027 et au cours des années suivantes.

source: and beyond. Despite the trade war, real and nominal GDP in Canada are still expected to expand. The IMF expects
fr_fr: Malgré la guerre commerciale, le PIB réel et le PIB nominal du Canada devraient continuer de croître.

source: that Canada will see the second strongest real GDP growth in the G7 in 2026, following only the
fr_fr: Le FMI s'attend à ce que le Canada se classe au deuxième rang du G7 pour la croissance du PIB réel

source: U.S. (Chart 22).
fr_fr: en 2026, uniquement devancé par les États-Unis (graphique 22).

source: Overall, private sector forecasters expect real GDP growth of 1.1 per cent
fr_fr: Dans l'ensemble, les prévisionnistes du secteur privé s'attendent à ce que le PIB réel progresse

source: in 2025 and 1.2 per cent in 2026—revised down from the FES 2024 outlook
fr_fr: de 1,1 % en 2025 et de 1,2 % en 2026, alors que des taux de croissance

source: of 1.9 per cent and 2.1 per cent, respectively.
fr_fr: de 1,9 % et de 2,1 % étaient prévus respectivement dans l'Énoncé de 2024.

source: The level of real GDP is
fr_fr: D'ici la fin de 2027, le niveau du PIB réel sera inférieur d'environ 1,8 % aux prévisions

source: about 1.8 per cent lower than forecast in FES 2024 by the end of 2027. GDP
fr_fr: figurant dans l'Énoncé de 2024. L'inflation du PIB devrait s'établir en moyenne à 2,4 %

source: inflation is expected to average 2.4 per cent in 2025 and 1.8 per cent
fr_fr: en 2025 et à 1,8 % en 2026 (comparativement au taux de 2,0 % prévu pour les

source: in 2026 (compared to 2.0 per cent in both years in FES 2024) but is broadly
fr_fr: deux années dans l'Énoncé de 2024), mais les projections pour les années suivantes sont en

source: similar to the FES 2024 outlook afterwards.
fr_fr: grande partie semblables à celles de l'Énoncé de 2024.

source: Over the forecast horizon (2025-2029), the level of
fr_fr: Pour la période de projection

source: nominal GDP is lower than the FES 2024 projection by $40 billion on average per year.
fr_fr: (2025-2029), le PIB nominal sera inférieur de 40 milliards de dollars par année en moyenne

source: In the August survey, private sector economists expect:
fr_fr: Dans l'enquête d'août, les économistes du secteur privé prévoient ce qui suit :

source: Disinflation from the consumer carbon price removal and excess supply to largely offset cost
fr_fr: La désinflation entraînée par l'élimination de la tarification du carbone pour les consommateurs

source: pressures from tariffs and supply chain disruptions.
fr_fr: et l'offre excédentaire devrait atténuer en grande partie les pressions sur les prix découlant

source: As a result, CPI inflation is projected to
fr_fr: de l'imposition de droits de douane et des perturbations dans les chaînes d'approvisionnement.

source: average 2.1 per cent in 2025 and 2.0 per cent thereafter, consistent
fr_fr: Par conséquent, l'inflation de l'IPC devrait s'établir en moyenne à 2,1 % en 2025 et à

source: with the FES 2024 forecast.
fr_fr: 2,0 % par la suite, ce qui correspond à la prévision de l'Énoncé de 2024.

source: Trade tensions continue to weigh on labour demand, resulting in the unemployment rate peaking at
fr_fr: Les tensions commerciales continuent de peser sur la demande de main-d'œuvre, ce qui a entraîné

source: 7.2 per cent in the fourth quarter of 2025, averaging 7.0 per cent for
fr_fr: trimestre de 2025 et s'établir en moyenne à 7,0 % pour l'année (comparativement au

source: the year (compared to 6.7 per cent in the FES 2024).
fr_fr: taux de 6,7 % prévu dans l'Énoncé de 2024).

source: It is projected to
fr_fr: Il est attendu que le taux de chômage

source: decline to 6.0 per cent by 2029.
fr_fr: diminuera pour s'établir à 6,0 % d'ici 2029.

source: The Bank of Canada to keep its policy rate at 2.25 per cent through 2026.
fr_fr: La Banque du Canada maintiendra son taux directeur à 2,25 % tout au long de

source: Short-term interest rates to be about 30 basis points lower on average than forecast in
fr_fr: l'année 2026. Les taux d'intérêt à court terme devraient s'établir à environ 30 points de base de moins,

source: FES 2024, settling around 2.5 per cent by the end of the forecast period
fr_fr: d'ici la fin de la période de prévision en 2030.

source: in 2030. The 10-year bond rate to increase from an average of 3.3 per cent in 2025
fr_fr: Le taux des obligations du gouvernement à 10 ans devrait croître pour passer d'un taux

source: to 3.6 per cent in 2029 (about 15 basis points higher than anticipated in
fr_fr: moyen de 3,3 % en 2025 à 3,6 % en 2029 (soit environ 15 points de

source: FES 2024).
fr_fr: base de plus que ce qui était prévu dans l'Énoncé de 2024).

source: Forecasters in the survey saw greater risks to the downside given the possibility of escalating
fr_fr: étant donné les possibilités d'aggravation des tensions commerciales, d'intensification des

source: trade tensions, higher impacts from U.S. tariffs and trade policy uncertainty, and a potential
fr_fr: effets des droits de douane américains et de l'incertitude entourant la politique commerciale,

source: financial market repricing (Chart 24).
fr_fr: ainsi que de réévaluation des marchés financiers (graphique 24).

source: Economic Scenario Analysis
fr_fr: Analyse des scénarios économiques

source: The August 2025 survey provides a reasonable foundation for economic and fiscal planning.
fr_fr: L'enquête d'août 2025 fournit une base raisonnable pour la planification économique et

source: However, the full impact of tariffs and trade uncertainty are still unfolding, and risks remain on
fr_fr: budgétaire. Toutefois, l'imposition de droits de douane et l'incertitude sur le plan commercial

source: multiple fronts.
fr_fr: égards.

source: A core mission of the new government is to help households and businesses emerge
fr_fr: Le nouveau gouvernement a pour mission fondamentale d'aider les ménages et les entreprises à

source: stronger from global economic shifts by investing in the economy to catalyse growth and build
fr_fr: sortir plus forts des périodes de changements économiques mondiaux, en investissant dans l'économie

source: resilience in the long run.
fr_fr: pour la faire croître et renforcer sa résilience à long terme.

source: To support responsible planning amid this high uncertainty, the Department of Finance has developed
fr_fr: Pour favoriser une planification responsable en cette période de grande incertitude, le ministère des

source: downside and upside scenarios around the August 2025 survey forecast.
fr_fr: Finances Canada a préparé un scénario pessimiste et un scénario optimiste sur la base des prévisions

source: Downside Scenario
fr_fr: Scénario pessimiste

source: In this scenario, trade policy uncertainty remains elevated, leaving consumers and businesses
fr_fr: Dans ce scénario, une grande incertitude continue d'entourer la politique commerciale, ce qui amène

source: cautious in spending and investment.
fr_fr: les consommateurs et les entreprises à faire preuve de prudence quant à leurs dépenses et leurs

source: Global headwinds weigh on oil prices and financial assets, while a weaker U.S. economy reduces
fr_fr: investissements. Les vents contraires ressentis à l'échelle mondiale se répercutent sur les cours du pétrole et

source: demand for Canadian exports.
fr_fr: demande d'exportations canadiennes.

source: Adjusting to new U.S. tariffs proves more challenging than
fr_fr: L'adaptation aux nouveaux droits de douane imposés par les

source: anticipated, dampening productivity growth.
fr_fr: États-Unis s'avère plus difficile que prévu, ce qui freine la croissance de la productivité.

source: Combined, these factors result in a decline in real GDP in the third quarter of 2025,
fr_fr: Ces facteurs combinés se traduisent par un recul du PIB réel au troisième trimestre

source: followed by stalled activity in the fourth quarter and a protracted period of slower growth and
fr_fr: de 2025, suivi par un quatrième trimestre où l'activité stagnera, puis par une période

source: higher unemployment (Chart 25).
fr_fr: prolongée de faible croissance et de chômage plus élevé (graphique 25).

source: Nominal GDP is, on average, lower by $51 billion per year over the forecast horizon
fr_fr: Le PIB nominal est, en moyenne, inférieur de 51 milliards de dollars par année pendant

source: relative to the August 2025 survey forecast (Chart 26).
fr_fr: la période de projection par rapport aux prévisions issues de l'enquête d'août 2025

source: Upside Scenario
fr_fr: (graphique 26).

source: In the upside scenario, trade policy uncertainty eases more rapidly as the U.S. concludes trade
fr_fr: rapidement, à mesure que les États-Unis concluent des accords commerciaux avec leurs principaux

source: agreements with major partners and global tensions ease.
fr_fr: partenaires et que les tensions s'apaisent à l'échelle internationale.

source: Domestic measures to streamline internal
fr_fr: Les mesures prises au Canada

source: trade, bolster competition, and diversify and deepen global partnerships contribute to a more
fr_fr: pour rendre le commerce intérieur plus efficace, stimuler la concurrence, de même que diversifier et

source: predictable business environment.
fr_fr: renforcer nos partenariats internationaux aident à rendre le contexte commercial plus prévisible.

source: Stronger-than-expected U.S. growth and higher global oil prices increase demand for Canadian
fr_fr: La croissance plus forte que prévu aux États-Unis et la hausse des prix mondiaux du pétrole

source: exports, and there is a faster recovery in consumer spending and business investment.
fr_fr: accroissent la demande d'exportations canadiennes, tandis que les dépenses de consommation et

source: The scenario incorporates modest productivity gains, reflecting the positive impacts of
fr_fr: Ce scénario intègre des gains de productivité modérés, grâce aux effets positifs de réformes

source: structural reforms that remove barriers to investment and productivity.
fr_fr: structurelles qui éliminent des obstacles à l'investissement et à la productivité.

source: Nominal GDP is, on average, about $25 billion higher per year over the forecast horizon
fr_fr: Le PIB nominal est, en moyenne, supérieur de 25 milliards de dollars par année pendant

source: relative to the August 2025 survey forecast.
fr_fr: la période de projection par rapport aux prévisions issues de l'enquête d'août 2025.

source: Building a Strong and Competitive Economy
fr_fr: Bâtir une économie forte et compétitive

source: Canada's Path Forward is to Improve Productivity
fr_fr: Améliorer la productivité : la voie de l'avenir pour le Canada

source: A strong economy is tied to strong productivity.
fr_fr: La vigueur de l'économie repose sur une forte productivité.

source: Productivity growth, the basis of rising living
fr_fr: Or, pour faire croître la productivité,

source: standards and economic competitiveness, means finding ways for businesses and workers to produce
fr_fr: qui est indissociable du rehaussement du niveau de vie et de la compétitivité économique, il faut

source: more with the same effort.
fr_fr: trouver des moyens d'amener les entreprises et les travailleurs à produire davantage avec le même

source: When productivity grows everyone benefits: the wages and incomes of hard-working Canadians rise,
fr_fr: niveau d'effort. La croissance de la productivité profite à tout le monde : les Canadiens qui travaillent

source: businesses have the conditions to grow and to create more jobs, and Canada stays competitive in
fr_fr: l'expansion et créer plus d'emplois, et le Canada demeure concurrentiel sur les marchés

source: global markets.
fr_fr: mondiaux.

source: If Canada's productivity growth had matched the U.S. from 2017 to 2023, the median
fr_fr: de 2017 à 2023, le revenu médian d'une famille avec un enfant serait supérieur de près

source: income of a family with one child would be nearly $11,000 higher.
fr_fr: de 11 000 $ à son niveau actuel.

source: A strong economy driven by productivity growth also provides steady revenues needed to fund the
fr_fr: Une économie forte propulsée par la croissance de sa productivité est aussi une source constante

source: public services Canadians count on.
fr_fr: de revenus qui permettent de financer les services publics sur lesquels compte la population
